{
    "data": [
        {
            "id": 205,
            "name": "Corn",
            "name_scientific": "Zea mays",
            "description": "Maize (mayz; Zea mays subsp. mays, from Spanish: maíz after Taíno mahiz), known in some English-speaking countries as corn, is a large grain plant domesticated by indigenous peoples in Mesoamerica in prehistoric times. The leafy stalk produces ears which contain the grain, which are seeds called kernels. Maize kernels are often used in cooking as a starch.",
            "itis_id": "42269",
            "wikipedia_id": "Corn",
            "picture_file_name": "205.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 82516,
            "picture_updated_at": "2012-04-20T09:44:31.000Z",
            "legacy_id": 220,
            "food_group": "Cereals and cereal products",
            "food_subgroup": "Cereals",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:26.000Z",
            "updated_at": "2019-05-14T18:04:19.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 4577,
            "export_to_foodb": true,
            "public_id": "FOOD00205",
            "origin": ["Mexico", "Tehuacan Valley", "https://inspection.canada.ca/en/plant-varieties/plants-novel-traits/applicants/directive-94-08/biology-documents/zea-mays-maize#a11"]
        },
        {
            "id": 195,
            "name": "Vanilla",
            "name_scientific": "Vanilla",
            "description": "Vanilla is a flavor derived from orchids of the genus Vanilla, primarily from the Mexican species, flat-leaved vanilla (V. planifolia). The word vanilla, derived from the diminutive of the Spanish word vaina (vaina itself meaning sheath or pod), simply translates as little pod. Pre-Columbian Mesoamerican people cultivated the vine of the vanilla orchid, called tlilxochitl by the Aztecs, and Spanish conquistador Hernán Cortés is credited with introducing both vanilla and chocolate to Europe in the 1520s.",
            "itis_id": "43714",
            "wikipedia_id": "Vanilla",
            "picture_file_name": "195.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 143280,
            "picture_updated_at": "2012-04-20T09:43:23.000Z",
            "legacy_id": 207,
            "food_group": "Herbs and Spices",
            "food_subgroup": "Spices",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:25.000Z",
            "updated_at": "2019-05-14T18:04:18.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 51238,
            "export_to_foodb": true,
            "public_id": "FOOD00195",
            "origin": ["Mexico", "Veracruz", "https://en.wikipedia.org/wiki/Vanilla#:~:text=Vanilla%20planifolia%20traditionally%20grew%20wild,flavoring%20for%20food%20and%20beverages"]
        },
        {
            "id": 146,
            "name": "Sour cherry",
            "name_scientific": "Prunus cerasus",
            "description": "Prunus cerasus (sour cherry, tart cherry or wild cherry) is a species of Prunus in the subgenus Cerasus (cherries), native to much of Europe and southwest Asia. It is closely related to the sweet cherry (Prunus avium), but has a fruit that is more acidic, has greater nutritional benefits, and may have greater medicinal effects. Dried sour cherries are used in cooking including soups, pork dishes, cakes, tarts, and pies. Sour cherries or sour cherry syrup are used in liqueurs and drinks. In Turkey, Greece and Cyprus, sour cherries are especially prized for making spoon sweets by slowly boiling pitted sour cherries and sugar; the syrup thereof is used for vişne şurubu or vyssináda, a beverage made by diluting the syrup with ice-cold water. A particular use of sour cherries is in the production of kriek lambic, a cherry-flavored variety of a naturally fermented beer made in Belgium [Wikipedia].",
            "itis_id": "24773",
            "wikipedia_id": "Prunus_cerasus",
            "picture_file_name": "146.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 44111,
            "picture_updated_at": "2012-04-20T09:36:44.000Z",
            "legacy_id": 155,
            "food_group": "Fruits",
            "food_subgroup": "Drupes",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:22.000Z",
            "updated_at": "2019-05-14T18:04:17.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 140311,
            "export_to_foodb": true,
            "public_id": "FOOD00146",
            "origin": ["Europe", "Southwest Asia"]
        },
        {
            "id": 148,
            "name": "Almond",
            "name_scientific": "Prunus dulcis",
            "description": "The almond (Prunus dulcis, syn. Prunus amygdalus, Amygdalus communis, Amygdalus dulcis) (or badam in Indian English, from Persian:  بادام ) is a species of tree native to the Middle East and South Asia. \"Almond\" is also the name of the edible and widely cultivated seed of this tree. Within the genus Prunus, it is classified with the peach in the subgenus Amygdalus, distinguished from the other subgenera by the corrugated shell (endocarp) surrounding the seed.\r\nThe fruit of the almond is a drupe, consisting of an outer hull and a hard shell with the seed (which is not a true nut) inside. Shelling almonds refers to removing the shell to reveal the seed. Almonds are sold shelled (i.e., after the shells are removed), or unshelled (i.e., with the shells still attached). Blanched almonds are shelled almonds that have been treated with hot water to soften the seedcoat, which is then removed to reveal the white embryo.",
            "itis_id": "24775",
            "wikipedia_id": "Prunus_dulcis",
            "picture_file_name": "148.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 14928,
            "picture_updated_at": "2012-04-20T09:29:53.000Z",
            "legacy_id": 157,
            "food_group": "Nuts",
            "food_subgroup": "Nuts",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:22.000Z",
            "updated_at": "2019-05-14T18:04:17.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 3755,
            "export_to_foodb": true,
            "public_id": "FOOD00148",
            "origin": ["Middle East", "South Asia"]
        },
        {
            "id": 149,
            "name": "Peach",
            "name_scientific": "Prunus persica",
            "description": "The peach (Prunus persica) is a deciduous tree, native to North-West China, in the region between the Tarim basin and the north slopes of the Kunlun Shan mountains, where it was first domesticated and cultivated. It bears an edible juicy fruit also called a peach. The species name persica refers to its widespread cultivation in Persia, whence it was transplanted to Europe. It belongs to the genus Prunus which includes the cherry and plum, in the family Rosaceae. The peach is classified with the almond in the subgenus Amygdalus, distinguished from the other subgenera by the corrugated seed shell.",
            "itis_id": "24765",
            "wikipedia_id": "Peach",
            "picture_file_name": "149.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 85867,
            "picture_updated_at": "2012-04-20T09:30:33.000Z",
            "legacy_id": 158,
            "food_group": "Fruits",
            "food_subgroup": "Drupes",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:22.000Z",
            "updated_at": "2019-05-14T18:04:17.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 3760,
            "export_to_foodb": true,
            "public_id": "FOOD00149",
            "origin": ["North-West China"]
        },
        {
            "id": 150,
            "name": "Guava",
            "name_scientific": "Psidium guajava",
            "description": "Guavas (singular guava) are plants in the Myrtle family (Myrtaceae) genus Psidium, which contains about 100 species of tropical shrubs and small trees. They are native to Mexico, Central America, and northern South America. Guavas are now cultivated and naturalized throughout the tropics and subtropics in Africa, South Asia, Southeast Asia, the Caribbean, subtropical regions of North America, Hawaii, New Zealand, Australia and Spain.\nIn many countries, guava is eaten raw, typically cut into quarters or eaten like an apple, whereas in other countries it's eaten with a pinch of salt and pepper, cayenne powder or a mix of spices (masala). It is known as the winter national fruit of Pakistan. In the Philippines, ripe guava is used in cooking sinigang. Guava is a popular snack in Taiwan, sold on many street corners and night markets during hot weather, accompanied by packets of dried plum powder mixed with sugar and salt for dipping. In east Asia, guava is commonly eaten with sweet and sour dried plum powder mixtures. Guava juice is popular in many countries. The fruit is also often prepared in fruit salads.",
            "itis_id": "27240",
            "wikipedia_id": "Guava",
            "picture_file_name": "150.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 62868,
            "picture_updated_at": "2012-04-20T09:43:21.000Z",
            "legacy_id": 159,
            "food_group": "Fruits",
            "food_subgroup": "Tropical fruits",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:23.000Z",
            "updated_at": "2019-05-14T18:04:17.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 120290,
            "export_to_foodb": true,
            "public_id": "FOOD00150",
            "origin": ["Mexico", "Central America", "Morthern South America"]
        },
        {
            "id": 151,
            "name": "Pomegranate",
            "name_scientific": "Punica granatum",
            "description": "The pomegranate, scientific name Punica granatum, is a fruit-bearing deciduous shrub or small tree growing between 5–8 metres tall. Native to an area from the eastern Mediterranean Basin to India, the pomegranate has been cultivated over millennia, including today throughout the Mediterranean, Middle East and Caucasus regions, northern Africa and tropical Africa, the Indian subcontinent and the drier parts of southeast Asia. Introduced into Latin America and California by Spanish settlers in 1769, pomegranate is also cultivated in parts of California and Arizona. In the Northern Hemisphere, the fruit is typically in season from September to February. In the Southern Hemisphere, the pomegranate is in season from March to May. The pomegranate has been mentioned in many ancient texts, notably in Babylonian texts, the Book of Exodus, the Homeric Hymns and the Quran. In recent years, it has become more common in the commercial markets of North America and the Western Hemisphere. Pomegranates are used in cooking, baking, juices, smoothies and alcoholic beverages, such as martinis and wine.",
            "itis_id": "27278",
            "wikipedia_id": "Pomegranate",
            "picture_file_name": "151.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 268729,
            "picture_updated_at": "2012-04-20T09:39:58.000Z",
            "legacy_id": 160,
            "food_group": "Fruits",
            "food_subgroup": "Tropical fruits",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:23.000Z",
            "updated_at": "2019-05-14T18:04:17.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 22663,
            "export_to_foodb": true,
            "public_id": "FOOD00151",
            "origin": ["Eastern Mediterranean Basin", "India"]
        },
        {
            "id": 155,
            "name": "Blackcurrant",
            "name_scientific": "Ribes nigrum",
            "description": "Blackcurrant, with the scientific name Ribes nigrum, is a species of Ribes native to central and northern Europe, and northern Asia. It is widely cultivated commercially and domestically as a temperate fruit crop for its abundant berries. It is less well known in the United States where it has been subject to restrictions as a disease vector for most of the 20th century.",
            "itis_id": "24488",
            "wikipedia_id": "Blackcurrant",
            "picture_file_name": "155.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 92534,
            "picture_updated_at": "2012-04-20T09:30:10.000Z",
            "legacy_id": 164,
            "food_group": "Fruits",
            "food_subgroup": "Berries",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:23.000Z",
            "updated_at": "2019-05-14T18:04:17.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 78511,
            "export_to_foodb": true,
            "public_id": "FOOD00155",
            "origin": ["Central and Northern Europe"]
        },
        {
            "id": 156,
            "name": "Redcurrant",
            "name_scientific": "Ribes rubrum",
            "description": "The redcurrant (or red currant), Ribes rubrum, is a member of the genus Ribes in the gooseberry family Grossulariaceae, native to parts of western Europe. It is a deciduous shrub normally growing to 1-1.5 m tall, occasionally 2 m, with five-lobed leaves arranged spirally on the stems. The flowers are inconspicuous yellow-green, in pendulous 4–8 cm racemes, maturing into bright red translucent edible berries about 8–12 mm diameter, with 3-10 berries on each raceme. An established bush can produce 3-4 kilos of berries from mid to late summer.",
            "itis_id": "504798",
            "wikipedia_id": "Redcurrant",
            "picture_file_name": "156.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 91355,
            "picture_updated_at": "2012-04-20T09:41:09.000Z",
            "legacy_id": 165,
            "food_group": "Fruits",
            "food_subgroup": "Berries",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:23.000Z",
            "updated_at": "2019-05-14T18:04:17.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 175228,
            "export_to_foodb": true,
            "public_id": "FOOD00156",
            "origin": ["Western Europe"]
        },
        {
            "id": 341,
            "name": "Coconut",
            "name_scientific": "Cocos nucifera",
            "description": "The coconut tree (Cocos nucifera), is a member of the family Arecaceae (palm family). It is the only accepted species in the genus Cocos. The term coconut can refer to the entire coconut palm, the seed, or the fruit, which, botanically, is a drupe, not a nut. The spelling cocoanut is an archaic form of the word. The term is derived from 16th-century Portuguese and Spanish coco, meaning \"head\" or \"skull\", from the three indentations on the coconut shell that resemble facial features.\nFound throughout the tropic and subtropic area, the coconut is known for its great versatility as seen in the many uses of its different parts. Coconuts are part of the daily diets of many people. Coconuts are different from any other fruits because they contain a large quantity of \"water\" and when immature they are known as tender-nuts or jelly-nuts and may be harvested for drinking. When mature, they still contain some water and can be used as seednuts or processed to give oil from the kernel, charcoal from the hard shell and coir from the fibrous husk. The endosperm is initially in its nuclear phase suspended within the coconut water. As development continues, cellular layers of endosperm deposit along the walls of the coconut, becoming the edible coconut \"flesh\". When dried, the coconut flesh is called copra. The oil and milk derived from it are commonly used in cooking and frying; coconut oil is also widely used in soaps and cosmetics. The clear liquid coconut water within is drinkable. The husks and leaves can be used as material to make a variety of products for furnishing and decorating. It also has cultural and religious significance in many societies that use it.",
            "itis_id": "42451",
            "wikipedia_id": "Coconut",
            "picture_file_name": "341.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 16406,
            "picture_updated_at": "2012-04-20T09:28:56.000Z",
            "legacy_id": 368,
            "food_group": "Fruits",
            "food_subgroup": "Tropical fruits",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:36.000Z",
            "updated_at": "2019-05-14T18:04:23.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 13894,
            "export_to_foodb": true,
            "public_id": "FOOD00336"
        },
        {
            "id": 25,
            "name": "Common beet",
            "name_scientific": "Beta vulgaris",
            "description": "The beet (Beta vulgaris) is a plant in the Chenopodiaceae family which is now included in Amaranthaceae family. It is best known in its numerous cultivated varieties, the most well known of which is the root vegetable known as the beetroot or garden beet. However, other cultivated varieties include the leaf vegetable chard, as well as the root vegetable sugar beet, which is important in the production of table sugar, and mangelwurzel, which is a fodder crop. Three subspecies are typically recognised. All cultivated varieties fall into the subspecies Beta vulgaris subsp. vulgaris, while Beta vulgaris subsp. maritima, commonly known as the sea beet, is the wild ancestor of these, and is found throughout the Mediterranean, the Atlantic coast of Europe, the Near East, and India. A second wild subspecies, Beta vulgaris subsp. adanensis, occurs from Greece to Syria. The roots are most commonly deep red-purple in color, but come in a wide variety of other shades, including golden yellow and red-and-white striped. Beta vulgaris is a herbaceous biennial or, rarely, perennial plant with leafy stems growing to 1–2 m tall. The leaves are heart-shaped, 5–20 cm long on wild plants (often much larger in cultivated plants). The flowers are produced in dense spikes; each flower is very small, 3–5 mm diameter, green or tinged reddish, with five petals; they are wind pollinated. The fruit is a cluster of hard nutlets.",
            "itis_id": "20681",
            "wikipedia_id": "Beet",
            "picture_file_name": "25.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 81715,
            "picture_updated_at": "2012-04-20T09:44:15.000Z",
            "legacy_id": 25,
            "food_group": "Vegetables",
            "food_subgroup": "Leaf vegetables",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:16.000Z",
            "updated_at": "2019-05-14T18:04:14.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 161934,
            "export_to_foodb": true,
            "public_id": "FOOD00025"
        },
        {
            "id": 16,
            "name": "Peanut",
            "name_scientific": "Arachis hypogaea",
            "description": "The peanut, also known as the groundnut and the goober and taxonomically classified as \u003ci\u003eArachis hypogaea\u003c/i\u003e, is a legume crop grown mainly for its edible seeds. It is widely grown in the tropics and subtropics, being important to both small and large commercial producers. It is classified as both a grain legume and, because of its high oil content, an oil crop. World annual production of shelled peanuts was 42 million tonnes in 2014. Atypically among crop plants, peanut pods develop underground rather than aboveground. It is this characteristic that the botanist Linnaeus used to assign the specific name \u003ci\u003ehypogaea\u003c/i\u003e, which means \"under the earth.\" (Wikipedia)",
            "itis_id": "26463",
            "wikipedia_id": "Mr. Peanut",
            "picture_file_name": "16.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 285702,
            "picture_updated_at": "2012-04-20T09:29:07.000Z",
            "legacy_id": 16,
            "food_group": "Nuts",
            "food_subgroup": "Nuts",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:15.000Z",
            "updated_at": "2019-05-14T18:04:13.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 3818,
            "export_to_foodb": true,
            "public_id": "FOOD00016"
        },
        {
            "id": 44,
            "name": "Pecan nut",
            "name_scientific": "Carya illinoinensis",
            "description": "The pecan (Carya illinoinensis) are the fruit of a kind of hickory tree, native to North America and Mexico. Pecans were one of the most recently domesticated major crops. Although wild pecans were well known among native and colonial Americans as a delicacy, the commercial growing of pecans in the United States did not begin until the 1880s. Today, the U.S. produces between 80% and 95% of the world's pecans, with an annual crop of 150–200 thousand tons.\r\n\r\nIn 100 g, pecans provide 691 Calories and over 100% of the Daily Value (DV) for total fat. Pecans are a rich source of dietary fiber (38% DV), manganese (214% DV), magnesium (34% DV), phosphorus (40% DV), zinc (48% DV) and thiamin (57% DV).[20] Pecans are also a good source (10-19% DV) of protein, iron, and B vitamins. Their fat content consists mainly of monounsaturated fatty acids, mainly oleic acid (57% of total fat), and the polyunsaturated fatty acid linoleic acid (30% of total fat) [Wikipedia]",
            "itis_id": "19234",
            "wikipedia_id": "Pecan_nut",
            "picture_file_name": "44.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 40083,
            "picture_updated_at": "2012-04-20T09:33:57.000Z",
            "legacy_id": 47,
            "food_group": "Nuts",
            "food_subgroup": "Nuts",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:17.000Z",
            "updated_at": "2019-05-14T18:04:14.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 32201,
            "export_to_foodb": true,
            "public_id": "FOOD00044",
            "origin": ["North America", "Mexico"]
        },
        {
            "id": 45,
            "name": "Chestnut",
            "name_scientific": "Castanea",
            "description": "A chestnut is the seed of a tree related to the oak tree, which grows in the northern hemisphere. It grows its seeds in a spikey shell.\nChestnuts can be eaten raw but they do not taste very good this way. They are most often roasted before you eat them, but they can also be eaten candied, boiled, steamed, grilled or used as a stuffing.\n",
            "itis_id": "19451",
            "wikipedia_id": "Chestnut",
            "picture_file_name": "45.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 307496,
            "picture_updated_at": "2012-04-20T09:30:34.000Z",
            "legacy_id": 48,
            "food_group": "Nuts",
            "food_subgroup": "Nuts",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:17.000Z",
            "updated_at": "2019-05-14T18:04:14.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 21019,
            "export_to_foodb": true,
            "public_id": "FOOD00045"
        },
        {
            "id": 40,
            "name": "Pepper",
            "name_scientific": "Capsicum annuum",
            "description": "\u003ci\u003eCapsicum annuum\u003c/i\u003e is a domesticated species of the plant genus \u003ci\u003eCapsicum\u003c/i\u003e native to southern North America and northern South America. The three species \u003ci\u003eC. annuum\u003c/i\u003e, \u003ci\u003eC. frutescens\u003c/i\u003e and \u003ci\u003eC. chinense\u003c/i\u003e all evolved from a single common ancestor located somewhere in the northwest Brazil - Colombia area. \u003ci\u003eCapsicum annuum\u003c/i\u003e is the most common and extensively cultivated of the five domesticated capsicums. The species is a source of popular \"sweet peppers\":http://en.wikipedia.org/wiki/Bell_peppers and \"hot chilis\":http://en.wikipedia.org/wiki/Chili_pepper with numerous varieties cultivated all around the world. In American English the plant is commonly known as a chili pepper or bell pepper. In British English, the sweet varieties are called red or green peppers and the hot varieties chillies, whereas in Australian and Indian English the name capsicum is commonly used for bell peppers exclusively and chilli is often used to encompass the hotter varieties. [Wikipedia] See a \"list of capsicum cultivars\":http://en.wikipedia.org/wiki/List_of_Capsicum_cultivars.",
            "itis_id": "30492",
            "wikipedia_id": "Capsicum_annuum",
            "picture_file_name": "40.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 45222,
            "picture_updated_at": "2012-04-20T09:37:27.000Z",
            "legacy_id": 43,
            "food_group": "Vegetables",
            "food_subgroup": "Fruit vegetables",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:17.000Z",
            "updated_at": "2019-05-14T18:04:14.000Z",
            "creator_id": null,
            "updater_id": 2,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 4072,
            "export_to_foodb": true,
            "public_id": "FOOD00040",
            "origin": ["Southern North America", "Central America" ,"Northern South America"]
        },
        {
            "id": 83,
            "name": "Strawberry",
            "name_scientific": "Fragaria X ananassa",
            "description": "The garden strawberry (or simply strawberry; Fragaria × ananassa) is a widely grown hybrid species of the genus Fragaria (collectively known as the strawberries). It is cultivated worldwide for its fruit. The fruit (which is not a botanical berry, but an aggregate accessory fruit) is widely appreciated for its characteristic aroma, bright red color, juicy texture, and sweetness. It is consumed in large quantities, either fresh or in such prepared foods as preserves, fruit juice, pies, ice creams, milkshakes, and chocolates. Artificial strawberry aroma is also widely used in many industrial food products. As strawberry flavor and fragrance are popular characteristics for consumers,they are used widely in a variety of manufacturing, including foods, beverages, confections, perfumes and cosmetics. Sweetness, fragrance and complex flavor are favorable attributes. In plant breeding and farming, emphasis is placed on sugars, acids, and volatile compounds, which improve the taste and fragrance of a ripe strawberry. Esters, terpenes, and furans are chemical compounds having the strongest relationships to strawberry flavor and fragrance, with a total of 31 volatile compounds significantly correlated to favorable flavor and fragrance [Wikipedia]",
            "itis_id": "24630",
            "wikipedia_id": "Strawberry",
            "picture_file_name": "83.jpg",
            "picture_content_type": "image/jpeg",
            "picture_file_size": 1497236,
            "picture_updated_at": "2012-04-20T09:43:14.000Z",
            "legacy_id": 89,
            "food_group": "Fruits",
            "food_subgroup": "Berries",
            "food_type": "Type 1",
            "created_at": "2011-02-09T00:37:19.000Z",
            "updated_at": "2019-05-14T18:04:15.000Z",
            "creator_id": null,
            "updater_id": null,
            "export_to_afcdb": false,
            "category": "specific",
            "ncbi_taxonomy_id": 3747,
            "export_to_foodb": true,
            "public_id": "FOOD00083",
            "origin": []
        },
        {
			"id": 66,
			"name": "Cucurbita",
			"name_scientific": "Cucurbita",
			"description": "Cucurbita (Latin for gourd) is a genus in the gourd family Cucurbitaceae native to and originally cultivated in the Andes and Mesoamerica. The Cucurbita genus is an important source of human food and is used for other purposes such as beverages, medicine, oil, and detergent. Some Cucurbita species were brought to Europe after the discovery of America and are now used in many parts of the world. The plants, referred to as squash, pumpkin or gourd depending on species, variety and local parlance, are grown for their edible fruits and seeds. Real (bottle-)gourds, used as utensils or vessels, belong to the genus Lagenaria and are native to Africa. Lagenaria are in the same family and subfamily as Cucurbita, but different tribes.",
			"itis_id": "22365",
			"wikipedia_id": "Cucurbita",
			"picture_file_name": "66.jpg",
			"picture_content_type": "image/jpeg",
			"picture_file_size": 68015,
			"picture_updated_at": "2012-04-20T09:30:13.000Z",
			"legacy_id": 72,
			"food_group": "Gourds",
			"food_subgroup": "Gourds",
			"food_type": "Type 1",
			"created_at": "2011-02-09T00:37:18.000Z",
			"updated_at": "2019-05-14T18:04:15.000Z",
			"creator_id": null,
			"updater_id": null,
			"export_to_afcdb": false,
			"category": "specific",
			"ncbi_taxonomy_id": 3660,
			"export_to_foodb": true,
			"public_id": "FOOD00066",
            "origin": ["Andes", "Mesoamerica"]
		}
    ]
}